Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=953_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät tukee Ilo 169-sopimuksen ratifiointia
sme: Sámediggi doarju Ilo 169-soahpamuša ratifiserema

source: Saamelaiskäräjien kokous päätti 30.10.2014 kannattaa Ilo 169-sopimuksen ratifiointia äänin 14-4.
sme: Sámedikki čoahkkin mearridii 30.10.2014 guottihit Ilo 169-soahpamuša ratifiserema jienain 14-4.

source: Kokouksesta oli poissa kolme edustajaa.
sme: Čoahkkimis ledje eret golbma ovddasteaddji.

source: Anu Avaskari ja Pentti Valle jättivät päätökseen eriävän mielipiteen.
sme: Anu Avaskari ja Pentti Valle guđiiga mearrádussii sierra oaivila.

source: Saamelaiskäräjät on neuvotellut syyskuun lopusta lähtien hallituksen esitysluonnoksesta alkuperäis- ja heimokansoja koskevan Ilo 169-sopimuksen ratifioimisesta oikeus- ja maa- ja metsätalousministeriöiden kanssa.
sme: Sámediggi lea ráđđádallan čakčamánu loahpa rájes ráđđehusa evttohushápmosis eamiálbmot- ja čeardaálbmogiid guoski Ilo 169-soahpamuša ratifiseremis vuoigatvuohta- ja eana- ja meahccedoalloministeriijaiguin.

source: Neuvottelut jatkuivat 28.10.2014 asti.
sme: Ráđđádallamat joatkašuvve 28.10.2014 rádjai.

source: Saamelaiskäräjien neuvottelijoina olivat saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi, I varapuheenjohtaja Tiina Sanila-Aikio ja II varapuheenjohtaja Heikki Paltto.
sme: Sámedikki ráđđádallin ledje sámedikki ságajođiheaddji Klemetti Näkkäläjärvi, I várreságajođiheaddji Tiina Sanila-Aikio ja II várreságajođiheaddji Heikki Paltto.

source: Yleiskokous hyväksyi sopimuksen ratifiointiasiakirjoihin liitettävän selityksen, joka koskee erityisesti yleissopimuksen artiklaa 14.
sme: Dievasčoahkkin dohkkehii soahpamuša ratifiserenáššebáhpáriidda lakton čilgehusa, mii guoská erenomážit soahpamuša artikla 14.

source: Artikla 14 käsittelee maahan ja veteen liittyviä oikeuksia.
sme: Artikla 14 gieđahallá eatnamiidda ja čáziide gulavaš vuoigatvuođaid.

source: Hallituspuolueet ovat hyväksyneet selityksen ja hallituksen esityksen perustelut.
sme: Ráđđehusbellodagat leat dohkkehan čilgehusa ja ráđđehusa evttohusa vuođustusaid.

source: Hallituksen esitys Ilo 169-sopimuksen ratifioimisesta annettaneen eduskunnalle marraskuun alussa.
sme: Ráđđehusa evttohus Ilo 169-soahpamuša ratifiseremis addo riikkabeivviide vejolaččat skábmamánu álggus.

source: ” Syksy on ollut hyvin tiukka ja neuvottelut ovat olleet haasteelliset ja neuvotteluja on käyty saamelaiskäräjien ja valtion välillä kuin valtioneuvoston sisälläkin.
sme: ” Čakča leamašan hui hohpolaš ja ráđđádallamat leat gáibidan olu ja ráđđádallamat leamašan nu sámedikki ja stáhta gaskkas go maiddái stáhtaráđi sistege.

source: Puheenjohtajisto neuvotteli viimeiseen asti saadakseen saamelaisille mahdollisimman hyvän neuvottelutuloksen.
sme: Ságajođiheaddjit ráđđádalle gitta loahpa rádjai oažžun dihte sámiide nu buori ráđđádallanbohtosa go vejolaš.

source: Sopimuksen ratifioimisessa oli kyse arvoista, saamelaisten historiasta, saamelaiskulttuurin perinteistä ja ennen kaikkea saamelaiskulttuurin tulevaisuudesta.
sme: Soahpamuša ratifiseremis lei gažaldat árvvuin, sámiid historjjás, sámekultuvrra árbevieruin ja eandalitge sámekultuvrra boahttevuođas.

source: Päätös on ollut varmasti monelle saamelaiskäräjäjäsenelle vaikea ja myös minullekin.
sme: Mearrádus leamašan sihkkarit máŋgga sámediggelahttui váttis, nu maiddái munnjege.

source: Oman kantani sille, että päätin varovaisesti suositella yleiskokoukselle sopimuksen ratifiointia perustui viimeisessä vaiheessa saatuihin lisäyksiin selitykseen ja hallituksen esityksen perusteluihin, jotka antavat hyvän pohjan sopimuksen toimeenpanolle.
sme: Iežan oaidnu dasa, ahte mearridin várrugasat ávžžuhit dievasčoahkkimii soahpamuša ratifiserema vuođđuduvai maŋimuš muttus ožžojuvvon lasáhusaide čilgehussii ja ráđđehusa evttohusa vuođustusaide, mat addet buori vuođu soahpamuša ollašuhttimii.

source: Uskon, että ILO-sopimuksen ratifiointi luo edellytykset sille, että saamelaislapset ja nuoret saavat kasvaa rauhassa ilman vihapuhetta ja syrjintää, puhua saamen kieltä ja harjoittaa saamelaiselinkeinoja nykyistä paremmassa maailmassa ” puheenjohtaja Näkkäläjärvi taustoittaa.
sme: Jáhkán, ahte Ilo-soahpamuša ratifiseren fállá vejolašvuođaid dasa, ahte sámemánát ja nuorat besset šaddat ráfis almmá vaššiságaid ja vealaheami haga, hállat sámegiela ja bargat sámeealáhusaiguin dálá buoret máilmmis ” ságajođiheaddji Näkkäläjärvi vuođustallá.

source: Neuvottelujen viimeisessä vaiheessa selitykseen johdanto-osaan lisättiin teksti, jossa Suomen valtio tunnustaa, että saamelaisilla on omia kulttuurisia, oikeudellisia ja historiallisia käsityksiä saamelaisten kotiseutualueen muotoutumisesta, nautinnasta, alueen omistuksesta ja hallinnasta.
sme: Ráđđádallamiid maŋimuš muttus čilgehussii láidehusoassái lasihuvvui teaksta, mas Suoma stáhta dovddasta, ahte sámiin leat iežaset kultuvrra, vuoigatvuođaid ja historjjá guoski áddejumit sámiid ruovttuguovllu hápmašuvvamis, návddašeamis, guovllu oamasteamis ja hálddašeamis.

source: Lisäksi artikla 14 perusteluin otettiin saamelaisille hyvin tärkeä maininta saamelaisesta siitajärjestelmästä saamelaisten perinteisenä kulttuurisena ja elinkeinollisena instituutiona.
sme: Lassin artikla 14 vuođustusaide váldui sámiide hui dehalaš máinnašupmi sámiid siidavuogádagas sámiid árbevirolaš kultuvrra ja ealáhusaid institušuvdnan.

source: ” Olen iloinen, että yleiskokous tuki Ilo 169-sopimuksen ratifiointia.
sme: ” Lean ilus, ahte dievasčoahkkin doarjjui Ilo 169-soahpamuša ratifiserema.

source: Sopimuksen ratifioinnin ehdot eivät olleet saamelaisten kannalta toivotunlaiset, mutta tämä on ainutlaatuinen mahdollisuus.
sme: Soahpamuša ratifiserema eavttut eai lean sámiid dáfus vuordámušaid miel, muhto dát lea áidnalunddot vejolašvuohta.

source: En usko, että olisimme voineet päästä parempaan neuvottelutulokseen.
sme: In jáhke, ahte livččiimet sáhttán beassat buoret ráđđádallanbohtosii.

source: Jos saamelaiskäräjät olisi ratifioinnin hylännyt, mahdollisuus olisi voitu menettää sukupolviksi.
sme: Jos sámediggi livčče ratifiserema hilgon, vejolašvuohta livčče vejolaččat manahuvvon sohkabuolvvaid áigái.

source: On hyvin tärkeää, että selityksessä Suomen valtio sitoutuu toimeenpanemaan Ilo 169-sopimuksen velvoitteet täysmääräisesti ” II varapuheenjohtaja Heikki Paltto kertoi.
sme: Lea hui dehalaš, ahte čilgehusas Suoma stáhta čatnasa ollašuhttit Ilo 169-soahpamuša geatnegasvuođaid dievasmearálaččat ” II várreságajođiheaddji Heikki Paltto muitala.

source: ” Minulle oli tärkeintä, että saamelaiskäräjät teki ratkaisunsa suurella äänten enemmistöllä ja saamelaiskäräjät näytti voimansa ja halunsa edistää saamelaisten oikeuksia.
sme: ” Munnje lei dehaleamos, ahte sámediggi mearridii stuorra jienaid eanetloguin ja sámediggi čájehii fámu ja dáhtu ovddidit sámiid vuoigatvuođaid.

source: ILO 169-sopimus on hyvin tärkeä myös kolttasaamelaisille ja kolttien kyläkokous on ollut mukana sopimuksen ratifiointiprosessissa ja kolttasaamelaisten oikeudet on tunnustettu selityksessä.
sme: Ilo 169-soahpamuš lea hui dehalaš maiddái nuortalaččaide ja nuortalaččaid giličoahkkin leamašan fárus soahpamuša ratifiserenproseassas ja nuortalaččaid vuoigatvuođat leat dovddastuvvon čilgehusas.

source: Uskon, että sopimuksen ratifiointi vahvistaa kolttien kyläkokouksen asemaa. ”
sme: Jáhkán, ahte soahpamuša ratifiseren nanne nuortalaččaid giličoahkkima sajádaga. ”

source: I varapuheenjohtaja Tiina Sanila-Aikio toteaa.
sme: I várreságajođiheaddji Tiina Sanila-Aikio gávnnaha.

source: ” Saamelaisille on hyvin tärkeä, että selityksessä sitoudutaan kehittämään alkuperäiskansaoikeuksia.
sme: ” Sámiide lea hui dehalaš, ahte čilgehusas čatnasuvvo dasa, ahte ovddiduvvojit eamiálbmotvuoigatvuođat.

source: Eli Ilo 169-sopimuksen ratifiointi ei tarkoita sitä, että saamelaisten oikeusaseman kehittyminen pysähtyisi tai että kaikki oikeudet olisivat nyt ratkaistu.
sme: Nuppiid sániiguin Ilo 169-soahpamuša ratifiseren ii dárkkut dan, ahte sámiid vuoigatvuohtasajádaga ovdáneapmi bisánivčče dahje ahte buot vuoigatvuođat livčče dál čovdojuvvon.

source: Suomi sitoutuu myös arvioimaan yhdessä yhteisymmärryksessä saamelaiskäräjien kanssa sopimuksen toimeenpanoa.
sme: Suopma čatnasa maiddái árvvoštallat soahpamuša ollašuhttima ovttasráđiid sámedikkiin.

source: On ehdottoman tärkeää, että selityksessä Suomen valtio tunnustaa, että Suomi jatkaa työtä saamelaisten alkuperäiskansaoikeuksien toteuttamiseksi sekä yleissopimuksen määräysten ja velvoitteiden täysimääräiseksi täytäntöön panemiseksi kehittämällä lainsäädäntöä ja hallintoa yhteisymmärryksessä saamelaiskäräjien kanssa. ”
sme: Lea hui dehalaš, ahte čilgehusas Suoma stáhta dovddasta, ahte Suopma joatká barggu sámiid eamiálbmotvuoigatvuođaid ollašuhttima dihte sihke soahpamuša mearrádusaid ja geatnegasvuođaid dievasmearálaš ollašuhttima várás ovddidemiin láhkaásaheami ja hálddahusa ovttasráđiid sámedikkiin. ”

source: puheenjohtaja Näkkäläjärvi kertoo tyytyväisenä.
sme: ságajođiheaddji Näkkäläjärvi muitala duhtavažžan.

source: ” Tämä on uusi alku Suomen valtion ja saamelaiskäräjien välisissä suhteissa ja myös uusi alku saamelaiskäräjille.
sme: ” Dát lea ođđa álgu Suoma stáhta ja sámedikki gaskavuođain ja maiddái ođđa álgu sámediggái.

source: Päätöksen myötä siirrämme katseemme menneisyydestä tulevaisuuteen ja annamme tuleville saamelaissukupolville ja saamelaiskäräjille nykyistä paremmat mahdollisuudet toimia ja ylläpitää omaa kulttuuriaan.
sme: Mearrádusa mielde geahččagoahtit vássán áiggis boahttevuhtii ja fállat boahttevaš sámebuolvvaide ja sámediggái dálá buoret vejolašvuođaid doaibmat ja bajásdoallat iežamet kultuvrra.

source: Yhdessä saamelaiskäräjälain uudistuksen kanssa tämä saamelaiskäräjät ja valtioneuvosto antavat hyvän perinnön tuleville sukupolville ” puheenjohtajisto panee merkille tyytyväisenä.
sme: Ovttas sámediggelága ođastusain dát sámediggi ja stáhtaráđđi addet buori árbbi boahttevaš buolvvaide ” ságajođiheaddjit namuhit duhtavažžan.

source: ” Vaikka hallituspuolueet ovat sopimuksen ratifioinnista yksimielisiä, saamelaiskäräjien työ sopimuksen ratifioimiseksi ei pääty tähän.
sme: ” Vaikke ráđđehusbellodagat leat soahpamuša ratifiseremis ovttamielalaččat, sámedikki bargu soahpamuša ratifiserema beales ii noga dása.

source: Saamelaiskäräjien tulee valmistautua useisiin valiokuntakuulemisiin ja tehdä tehokasta edunvalvontaa, jotta sopimuksen ratifioimiselle olisi eduskunnan laaja tuki ” varapuheenjohtajat Sanila-Aikio ja Paltto pohtivat jo tulevia haasteita.
sme: Sámediggi galgá ráhkkanit máŋggaid váljagoddegullamiidda ja gohcit beaktilit ovdduidis, vuoi soahpamuša ratifiseremii livčče riikkabeivviid viiddis doarjja ” várreságajođiheaddjit Sanila-Aikio ja Paltto guorahallaba jo boahttevaš hástalusaid.
